[
  {
    "id": 1,
    "lesson_id": 1,
    "content": "The perception of a brand is often shaped by only a few key decades.\nFor Breitling, this is usually the aviation era, especially during the quartz crisis.\n\nBut there is much more to discover.\nThis lesson explores how Breitling evolved over time and built its reputation across different eras.\n\nYou’ll learn the milestones that define the brand and how to use them to tell a powerful story.",
    "position_order": 1
  },
  {
    "id": 2,
    "lesson_id": 1,
    "content": "Breitling was founded in 1884 by Léon Breitling.\nHis goal: create the best instruments to measure time.\n\nHis son, Gaston, improved the design with the first independent chronograph pusher in 1915.\nLater, Willy Breitling added elegance to functionality, launching the first modern chronograph in 1934.\n\nThese three generations shared a single vision: innovation in precision and design.",
    "position_order": 2
  },
  {
    "id": 3,
    "lesson_id": 1,
    "content": "In 1934, Willy Breitling added a second independent pusher.\nThis changed watchmaking forever—almost all modern chronographs use this layout today.\n\nWilly also believed that watches could be stylish, not just technical.\nHe shifted Breitling’s image: from tool to icon.",
    "position_order": 3
  },
  {
    "id": 4,
    "lesson_id": 1,
    "content": "In the 1930s, Willy Breitling expanded the brand’s purpose.\nHe created onboard chronographs for both cars and airplanes.\n\nThese precision instruments helped pilots and drivers measure time with accuracy.\nBreitling became a trusted name for military and civilian aviation.\n\nIn 1938, the Huit Aviation Department was created to meet military demands.\nIt focused on durable instruments with an 8-day power reserve.\n\nThis era solidified Breitling’s identity as a toolmaker for professionals.",
    "position_order": 4
  },
  {
    "id": 5,
    "lesson_id": 1,
    "content": "The Huit Aviation Department played a key role during WWII.\nIts instruments were used by the RAF and other air forces.\n\nToday, Breitling honors this history with watches like the Super AVI Curtiss Warhawk.\nThis model links modern design with WWII-era innovation.\n\nWhen you wear a Super AVI, you're wearing a piece of aviation history.",
    "position_order": 5
  },
  {
    "id": 6,
    "lesson_id": 1,
    "content": "Willy Breitling believed watches should be emotional, not just functional.\nIn the 1940s, he introduced designs that combined purpose and style.\n\nThe Chronomat offered a slide rule for engineers.\nThe Premier was a refined wristwatch—luxurious, yet practical.\n\nWearing a Breitling became more than wearing a tool—it became a statement.",
    "position_order": 6
  },
  {
    "id": 7,
    "lesson_id": 1,
    "content": "In 1944, Breitling launched the Datora—a complex calendar chronograph with moon phases.\nIt was elegant, innovative, and highly functional.\n\nThe Duograph followed, offering a split-second function for precise timing.\n\nThese watches reflected a new philosophy:\nFunction, yes—but also emotion and beauty.",
    "position_order": 7
  },
  {
    "id": 8,
    "lesson_id": 1,
    "content": "In the mid-20th century, Breitling created legendary models for each environment:\n\n- Navitimer for aviation\n- Chronomat for engineers\n- SuperOcean for divers\n\nEach model belonged to a distinct universe: Air, Land, or Sea.\nThat concept still shapes Breitling collections today.",
    "position_order": 8
  },
  {
    "id": 9,
    "lesson_id": 1,
    "content": "In 1952, Breitling introduced the Navitimer, a chronograph with a built-in slide rule.\nIt allowed pilots to perform flight calculations on the wrist.\n\nIt became the must-have for pilots, and remains an icon to this day.\n\nThe name blends “navigation” and “timer”—a true flight instrument.",
    "position_order": 9
  },
  {
    "id": 10,
    "lesson_id": 1,
    "content": "In the 1960s, Willy Breitling created the Top Time collection.\nIt was bold, modern, and aimed at young professionals.\n\nThese watches weren’t just tools—they expressed style and personality.\nEven women were drawn to the design’s elegance and originality.\n\nTop Time marked a turning point in how watches connected with people emotionally.",
    "position_order": 10
  },
  {
    "id": 11,
    "lesson_id": 1,
    "content": "In 1969, Breitling helped launch one of the first automatic chronograph movements: the Chrono-Matic.\n\nThis breakthrough changed how watches were powered—no more winding.\nIt combined performance with modern flair.\n\nThe movement was used across models, including new versions of the Navitimer.",
    "position_order": 11
  },
  {
    "id": 12,
    "lesson_id": 1,
    "content": "This era was full of creative risks:\n- Bullhead cases\n- Square subdials\n- Vivid colors\n- Resin cases like the Sprint\n\nBreitling watches reflected the era’s bold fashion trends.\n\nCurrent models still borrow design cues from these adventurous years.",
    "position_order": 12
  },
  {
    "id": 13,
    "lesson_id": 1,
    "content": "In the 1970s, quartz watches—especially from Japan—disrupted the Swiss market.\nThey were cheaper, more accurate, and easier to produce.\n\nTraditional brands struggled. Jobs were lost. Factories closed.\nEven Breitling released quartz models, like a digital Navitimer.\n\nIt was a time of uncertainty—but also opportunity.",
    "position_order": 13
  },
  {
    "id": 14,
    "lesson_id": 1,
    "content": "In 1979, Ernest Schneider, a watchmaker and pilot, acquired Breitling.\nHe promised to keep it independent and true to its spirit.\n\nHe saw quartz not as a threat, but a tool.\nBreitling would blend quartz precision with mechanical mastery.\n\nThis balance saved the brand—and helped define a new era.",
    "position_order": 14
  },
  {
    "id": 15,
    "lesson_id": 1,
    "content": "Under Ernest Schneider, Breitling embraced a new motto:\n“Instruments for professionals.”\n\nThe brand used quartz for precision and mechanical movements for heritage.\nBreitling focused on pilot watches, positioning itself as a leader in aviation.\n\nInstead of cheap mass-production, Breitling used quartz for high-performance tools.",
    "position_order": 15
  },
  {
    "id": 16,
    "lesson_id": 1,
    "content": "In 1983, Breitling released the SuperOcean Deep Sea, water-resistant to 1000m.\nLater, the Frecce Tricolori—a pilot squadron—asked Breitling to design a mechanical watch for their team.\n\nThis request gave birth to the modern Chronomat in 1984.\nIt marked the comeback of mechanical watches with style and performance.",
    "position_order": 16
  },
  {
    "id": 17,
    "lesson_id": 1,
    "content": "In the 1990s, Breitling introduced SuperQuartz™, ten times more accurate than standard quartz.\n\nThey also released the Emergency, a revolutionary watch with a distress beacon.\nPilots could now signal for help from their wrist.\n\nThe Emergency became a symbol of survival and innovation.",
    "position_order": 17
  },
  {
    "id": 18,
    "lesson_id": 1,
    "content": "In 1999, Breitling became the first brand to make every watch COSC-certified.\nThat means every movement was officially tested for precision.\n\nThis applied even to quartz models, something no other brand did.\n\nIt showed Breitling’s commitment to excellence—beyond trends.",
    "position_order": 18
  },
  {
    "id": 19,
    "lesson_id": 1,
    "content": "To avoid supply chain risks, Breitling opened its own factory: Breitling Chronométrie.\n\nIn 2009, it launched its first in-house movement: the Breitling 01.\nIt offered a 70-hour power reserve and better reliability.\n\nThis was a key moment in the brand's technical independence.",
    "position_order": 19
  },
  {
    "id": 20,
    "lesson_id": 1,
    "content": "In 2007, Breitling revived the SuperOcean Heritage line.\nIt kept the vintage look of the 1957 model, but with modern performance.\n\nThe Chronomat B01 44, launched shortly after, was the first to use the new movement.\n\nBreitling was now a full-fledged manufacture—blending past and future.",
    "position_order": 20
  },
  {
    "id": 21,
    "lesson_id": 1,
    "content": "Breitling kept pushing boundaries with the Emergency II,\nthe Exospace B55 smartwatch, and the Chronoworks® lab.\n\nThese innovations brought more safety, connectivity, and efficiency\nto Breitling watches—while keeping the pilot’s spirit alive.",
    "position_order": 21
  },
  {
    "id": 22,
    "lesson_id": 1,
    "content": "In 2017, Georges Kern became CEO and refocused the brand.\nBreitling returned to its roots:\nheritage, elegance, and storytelling.\n\nCollections were simplified, design was refined, and new markets were explored.\nThe goal? Preserve legacy while modernizing the brand.",
    "position_order": 22
  }
]
